Repository: United-Nations/Locast-Rio-Android
Catalog: locale/strings-*.po
Languages: it, pt

# signup_text
source: Register to join UNICEF GIS
pt: Cadastrar-se para juntar a UNICEF GIS

source: About
it: Informazioni
pt: Detalhes

source: Settings
it: Impostazioni
pt: Configurações

# error_no_providers
source: Error: no location providers
it: Errore: non ci sono location providers
pt: Erro: sem detalhes de localizacão

# error_no_maps
source: Error: no map handler present.
it: Errore: non è presente il map handler present.
pt: Erro: sem map handler.

# error_cannot_edit
source: Sorry, you don't have permission to edit this item.
it: Mi dispiace ma non hai il permesso per modificare questo oggetto.
pt: Desculpe, você não tem permissão de editar este item.

# error_please_enter_a_title
source: Please enter a title.
it: Per cortesia inserisci un titolo.
pt: Por favor, introduza um título.

# notice_databases_reset
source: Local database reset.
it: Risistemazione di database locale.
pt: O banco de dados local foi limpado.

# section_featured
source: Featured
it: Consigliato
pt: Destacado

# section_drafts
source: Drafts
it: Bozze
pt: Rascunhos

# section_nearby
source: Nearby
it: Vicino
pt: Perto de aqui

# section_starred
source: Starred
it: Evidenziato
pt: Favoritos

# section_all
source: All
it: Tutti
pt: Todos

# cast_title_hint
source: Cast Title
it: Titolo del Cast
pt: Título do informe

source: Add to Project
it: Aggiunto al Progetto
pt: Adicionar ao projecto

# add_cast_to_x
source: <b>Add Cast to</b> %1$s
pt: <b>Adicionar informe</b> %1$s

source: Edit Cast
it: Modifica il cast
pt: Editar o informe

source: View Cast
it: Vedi il cast
pt: Ver o informe

# remove_cast
source: Remove Cast from Project
it: Togli il Cast dal progetto
pt: Remover o informe do projecto

source: Current location:
it: Posizione attuale:
pt: Localização actual:

source: Cast location:
it: Posizione del cast:
pt: Localização do informe:

source: Set Location
it: Definisci posizione
pt: Definir localização

source: My Casts
it: I miei Casts
pt: Meus informes

# casts_tags
source: Tags
pt: Marcações

source: View casts in map
it: Visualizza i cast nella mappa
pt: Ver informes no mapa

# cast_publish_title
source: Publish Cast
it: Pubblica il Cast
pt: Publicar informe

# action_record_cast
source: Record a cast
it: Registra un cast
pt: Gravar um informe

source: Add Cast
it: Aggiungi un Cast
pt: Adicionar informe

source: Description
it: Descrizione
pt: Descrição

# cast_play
source: Play Cast
pt: Apresentar informe

# notice_cast_saved_uploading
source: Cast saved. Uploading to server...
it: Cast salvato. Caricando al server...
pt: Informe gravado. Carregando ao servidor...

# notice_cast_saved_no_network
source: Cast has been saved and will be uploaded when a network connection is established and the synchronization is started.
it: Cast è stato salvato e sarà caricato quando ha una connessione di rete e sincronizzazione comincia.
pt: O informe foi gravado e vai ser carregado quando uma conexão for establecida e a sincronização for começada.

# error_cast_saving
source: Error saving cast.
it: Errore nel salvare del cast.
pt: Erro no gravação do informe.

# cast_recording_canceled
source: Recording canceled
it: Registrazione annullato
pt: Gravação cancelada

# cast_synchronizing
source: Synchronizing cast...
it: Sincronizzando il cast...
pt: Sincronizando informe...

# notice_cast_video_has_not_been_uploaded_yet
source: Cast video has not been uploaded yet.
it: Cast video non è stato caricato ancora.
pt: O vídeo do informe ainda não foi carregado.

# error_cast_could_not_play_video
source: Could not play video.
it: Non poteva mostrare il video.
pt: Não foi possível apresentar o vídeo.

# error_cast_no_videos
source: Sorry, there aren't any videos for this cast yet.
it: Mi dispiace ma non ci sono ancora video per questo cast.
pt: Desculpe, este informe ainda não tem vídeo.

# cast_error_could_not_play_video_neither_net_nor_local
source: Could not play video as the network is disconnected and there is no cached copy.
it: Non poteva mostrare il video perché la rete è scollegata e non c'è altra copia (no cached copy).
pt: Não foi possível apresentar o vídeo porque a rede está desligada e não tem cópia em cache.

# cast_delete_title
source: Delete Cast
it: Eliminare Cast
pt: Apagar Informe

# cast_delete_message
source: Are you sure you want to delete this cast? All shots will be lost.
it: Sei sicuro di voler cancellare questo cast? Tutte le riprese saranno perse.
pt: Você tem certeza que quer apagar o informe? Todas as fotos serão perdidas.

source: Project Title
it: Titolo del progetto
pt: Título do projecto

source: Project Description
it: Descrizione del progetto
pt: Descrição do projecto

# project_no_casts
source: This project does not contain any casts. You can add a cast by pressing 'menu'.
it: Questo progetto non contiene nessun cast. Puoi aggiungere un cast premendo 'menu'.
pt: Este projecto ainda não tem informe nenhum. Aperte 'menu' para acrescentar um informe.

# project_new_cast
source: Record a cast
it: Registra un cast
pt: Gravar um informe

# project_pick_title
source: Pick a project
it: Scegli un progetto
pt: Escolher um projecto

# project_list_view_title
source: Projects
it: Progetti
pt: Projectos

source: Edit Project
it: Modifica Progetto
pt: Editar o projecto

source: Add Project
it: Aggiungi Progetto
pt: Adicionar projecto

# added_cast_to
source: Added cast to %s
it: Aggiunto cast a %s
pt: Informe adicionado a %s

# project_you_joined
source: You have joined %s
it: Hai raggiunto %s
pt: Você se juntou a %s

# project_you_left
source: You have left %s
it: Ti rimangono %s
pt: Você saiu de %s

source: Error loading project.
it: Errore nel caricare del progetto.
pt: Erro no carregamento do projecto.

# video_recorder_error_could_not_make_directory
source: Could not make directory, '%1$s', for recording videos.
it: Impossibile creare la directory, '%1$s', per registrare i video.
pt: Não foi possível criar directório, '%1$s', para gravar vídeos.

# video_recorder_error_cannot_write_to_sd_card
source: Cannot write to SD card.
it: Impossibile scrivere sulla carta di memoria SD.
pt: Não é possível gravar ao cartão SD.

# dialog_button_delete
source: Delete
it: Cancella
pt: Apagar

# dialog_button_rerecord
source: Rerecord
it: Registra
pt: Gravar de novo

# discussion_hint
source: Comment
it: Commento
pt: Commentar

# location_link_no_location
source: No Location
it: Nessuna posizione
pt: Sem localização

# location_link_accuracy_meter
source: ±%.0f meters
it: ±%1$.0f metri
pt: ±%.0f metros

# location_link_accuracy_kilometer
source: ±%.01f kilometers
it: ±%1$.01f Km
pt: ±%.01f quilómetros

source: Done
it: Finito
pt: Completo

source: Publish
it: Pubblica
pt: Publicar

source: Send
it: Manda
pt: Enviar

source: Save
it: Salva
pt: Gravar

source: Wipe Database
it: Cancella Database
pt: Limpar banco de dados

# privacy_header
source: Privacy:
pt: Privacidade:

# privacy_spinner
source: Privacy level
it: Livello di privacy
pt: Nível de privacidade

source: Refresh
it: Aggiorna
pt: Actualizar

# sync_first
source: No local content detected. Starting first sync…
it: Nessun contenuto trovato in locale. Comincio la prima syncronizzazione…
pt: Nenhum conteúdo local encontrado. Começando primeira sincronização…

# sync_notification
source: Synchronizing UNICEF GIS…
pt: Sincronizando UNICEF GIS…

# sync_success
source: Sync successful.
it: Sincronizzazione completata.
pt: Sincronização completa.

# sync_menu
source: Synchronize
it: Sincronizza
pt: Sincronizar

# sync_upload_success
source: Cast uploaded successfully.
it: Upload del cast effettuato.
pt: Informe carregado.

# sync_upload_success_message
source: "%1$s" has been uploaded.
it: "%1$s" è stato caricato.
pt: "%1$s" foi carregado.

source: Error uploading cast video.
it: Errore nell'upload del cast video.
pt: Falho no carregamento do vídeo do informe.

# sync_upload_fail
source: Error uploading cast.
it: Errore nell'upload del cast.
pt: Falho no carregamento do informe.

# sync_upload_fail_message
source: "%1$s" failed to upload.
it: "%1$s" non è riuscito a caricare.
pt: Falho no carregamento de "%1$s".

# error_sync_canceled
source: Sync canceled.
it: Sincronizzazione annullato.
pt: Sincronização cancelada.

# error_sync
source: Could not synchronize with server. Do you have a network connection?
it: Non ho potuto sincronizzarmi con il server. Sei connesso?
pt: Não foi possível sincronizar com o servidor. Você tem conexão de rede?

# error_sync_no_post
source: Sorry, there was a problem uploading your media to the server. Please try synchronizing again.
it: Mi dispiace, c'è stato un problema nell'upload del tuo media sul server. Per cortesia riprova a sincronizzare.
pt: Desculpe, havia um problema no carregamento da sua mídia ao servidor. Por favor tente sincronizar de novo.

# error_sync_no_data_network
source: Cannot sync UNICEF GIS: no data network. Please check your connection and try again.
pt: Não foi possível sincronizar UNICEF GIS: Sem rede de dados. Por favor, cheque a conexão e tente de novo.

# sync_downloading_cast
source: Downloading "%1$s"…
it: Sto caricando "%1$s"…
pt: Descarregando "%1$s"…

# sync_uploading_cast
source: Uploading "%1$s"…
pt: Carregando "%1$s"…

# username_label
source: UNICEF GIS username
pt: nome de usuário UNICEF GIS

# password_label
source: Password
pt: Senha

# login_message_authenticating
source: authenticating…
it: autenticando…
pt: aerificando…

# login_message_loginfail
source: Invalid username or password.
it: Nome utente o password non valida.
pt: Nome usuário ou senha inválido.

# login_message_login_empty_password
source: Please enter a password.
it: Per cortesia inserisci la password.
pt: Por favor, entre uma senha.

# login_message_login_empty_username
source: Please enter your UNICEF GIS username and password.
pt: Por favor, entre o seu nome usuário e senha de UNICEF GIS.

# login_title
source: %1$s Login
pt: %1$s Iniciar Sessão

# moment_description_hint
source: Briefly describe this moment (optional)
it: Descrivi brevemente questo momento (opzionale)
pt: Dê uma breve descrição desse momento (opcional)

source: Save Moment
it: Salva Momento
pt: Gravar o momento

# error_moment_saving_moment
source: Error saving moment :-(
it: Errore nel salvare del momento :-(
pt: Falho na gravação do momento :-(

source: Moment saved.
it: Momento salvato.
pt: Momento gravado.

# pref_cat_account
source: Account
pt: Conta

# pref_title_username
source: Username
pt: Nome usuário

# pref_title_password
source: Password
pt: Senha

# pref_cat_advanced
source: Advanced
it: Avanzato
pt: Avançado

# pref_title_server_url
source: Server URL
pt: URL de servidor

# pref_locast_site
source: UNICEF GIS Site
pt: Site de UNICEF GIS

# pref_locast_site_dialog_title
source: Choose a UNICEF GIS site
pt: Escolhe um site de UNICEF GIS

# pref_locast_site_summary
source: Choose another UNICEF GIS site.
pt: Escolhe outro site de UNICEF GIS.

# pref_locast_site_message
source: Warning: changing this will erase your current pairing as well as the local database. Any unpublished casts will be deleted.
it: Attenzione: modificazione di questo cancellerà l'attuale associazione (pairing) e anche il database locale. Tutti i casts non-pubblicati saranno cancellati.
pt: Aviso: qualquer mudança apagará o seu emparelhamento actual e o banco de dados local. Todos os informes que não foram publicados serão apagados.

# welcome_message
source: Welcome! UNICEF GIS Abruzzo is a location-based tourism application for visiting Abruzzo.
pt: Bem Vindo! UNICEF GIS Abruzzo é uma aplicação turística para visitar Abruzzo que é baseada em localizações.

# auth_signin_or_skip_notice
source: You'll need an account to upload photos and videos to UNICEF GIS Abruzzo
pt: É preciso ter uma conta para carregar fotos e vídeos a UNICEF GIS

# auth_signin_register
source: Sign In / Register
it: Entra / Registrati
pt: Entrar/Cadastrar-se

# auth_skip
source: Skip
it: Salta
pt: Pular

# title_upcoming_events
source: Upcoming Events
it: Prossimi eventi
pt: Eventos

# title_casts
source: Casts
pt: Informes

# title_nearby
source: %1$s Nearby
it: %1$s Vicini
pt: %1$s Perto de aqui

# title_favorited
source: Favorite %1$s
it: Preferiti %1$s
pt: %1$s Favorito

# title_unfavorited
source: Non-favorite %1$s
it: Non preferiti %1$s
pt: %1$s Não-favorito

# itinerary_no_casts
source: There are no casts in this map.
pt: Este mapa não tem nenhum informe.

# list_empty
source: No items in this list.
it: Non ci sono oggetti in questa lista.
pt: 0 itens nesta lista.

source: Error loading event.
it: Errore nel caricare l'evento.
pt: Erro no carregamento de evento.

# auth_password_hint
source: password
pt: senha

# auth_login
source: Login
pt: Iniciar sessão

# empty_castmedia
source: There are no media in this cast.
it: Non ci sono media in questo cast.
pt: Este informe não tem mídia.

# error_cast_media_no_activities
source: We're sorry, but there doesn't seem to be a way to play this media on your device.
it: Ci dispiace, ma non è possibile visionare questo media sul tuo cellulare.
pt: Desculpe, o seu aparelho não pode ler esta mídia.

# itineraries
source: Maps
pt: Mapas

source: Nearby
it: Vicino
pt: Perto de aqui

source: Favorites
it: Preferiti
pt: Favoritos

source: Events
it: Eventi
pt: Eventos

# error_no_featured_casts
source: There are no featured casts.
it: Non ci sono cast suggeriti.
pt: Não tem informes destacados.

# error_no_items_in_this_list
source: No items in this list.
it: Non ci sono oggetti in questa lista.
pt: Esta lista não tem itens.

source: Featured Casts
it: Cast consigliati
pt: Informes destacados

source: Follow
it: Segui
pt: Seguir

source: Unfollow
it: Smetti di seguire
pt: Para de seguir

# notice_finding_your_location
source: Finding your location...
pt: Localizando...

# auth_error_could_not_contact_server
source: Could not contact server.
it: Impossibile contattare il server.
pt: Não foi possível conectar ao servidor.

# auth_error_server_returned_invalid_data
source: Server returned invalid data.
it: Il server ha comunicato dati non corretti.
pt: O servidor deu dados inválidos.

# auth_error_network_protocol_error
source: Network protocol error: %1$s
it: Errore di protocollo Network: %1$s
pt: Erro no protocolo da rede: %1$s

# itinerary_detail_itinerary_by
source: Map by %1$s
pt: Mapa por %1$s

# videoplayer_notice_loading_video
source: Loading video...
it: Caricamento video...
pt: Carregando vídeo...

source: Reset Database
pt: Limpar banco de dados

# cast_description_hint
source: Briefly describe the cast
pt: Dê uma breve descrição do informe

# tab_location
source: Location
pt: Localização

# tab_media
source: Media
pt: Mídia

# tab_details
source: Details
pt: Detalhes

# cast_edit_select_media_type
source: Select media type
pt: Escolher tipo de mídia

# cast_edit_pick:0
source: Video
pt: Vídeo

# cast_edit_pick:1
source: Picture
pt: Foto

# auth_set_site
source: Set Locast Site
pt: Definir Locast Site

# cast_edit_error_camera_did_not_return_image
source: Error: camera did not return an image. Please try again.
pt: Erro: câmera não retornou uma imagem. Por favor, tente novamente.

# cast_edit_media_empty
source: Tap the buttons below to add photos and videos
pt: Toque nos botões abaixo para adicionar fotos e vídeos
